[Cues]
Act_E1_5B_Garage_BlackWellMap_Look01_Max_010="Wowser, a map of Blackwell Academy. I wonder why?"
Act_E1_5B_Garage_Box01_Look01_Max_010="Clearly it was hard for Joyce to get rid of William's stuff."
Act_E1_5B_Garage_Car_Look01_Max_010="Check out the muscle car! Chloe's stepdad must be a gearhead."
Act_E1_5B_Garage_Computer_Interact01_Max_010="No password. Like it would help me find tools anyway."
Act_E1_5B_Garage_Computer_Look01_Max_010="This must belong to Chloe's stepdad."
Act_E1_5B_Garage_Cupboard01_Look01_Max_010="Maybe I should look inside."
Act_E1_5B_Garage_Cupboard02_Look01_Max_010="The tools might be in this cupboard."
Act_E1_5B_Garage_Drawer01_Interact01_Max_010="Maybe not."
Act_E1_5B_Garage_Drawer01_Look01_Max_010="Maybe this drawer will reveal all."
Act_E1_5B_Garage_Drawer02_Interact01_Max_010="I bet Chloe's dad has the key locked in another drawer. Onward."
Act_E1_5B_Garage_Drawer02_Look01_Max_010="A storage unit..."
Act_E1_5B_Garage_Drawer03_Interact01_Max_010="Damn, still no tools."
Act_E1_5B_Garage_Drawer03_Look01_Max_010="I hope the tools are in here."
Act_E1_5B_Garage_Drawer04_Interact01_Max_010="Chloe's stepdad is head of security at Blackwell! He wants to put surveillance cameras all over the school? How paranoid can you get?"
Act_E1_5B_Garage_Drawer04_Look01_Max_010="Hello, tools?"
Act_E1_5B_Garage_Drawer05_Interact01_Max_010="Chloe's stepdad is a veteran and a security guard? He must really hate her."
Act_E1_5B_Garage_Drawer05_Look01_Max_010="Please, please, let the tools be in here..."
Act_E1_5B_Garage_File_Interact01_Max_010="Shit! Butterfingers!"
Act_E1_5B_Garage_File_Interact02_Max_010="Ah man, I'll always make them fall!"
Act_E1_5B_Garage_File_Look01_Max_010="I wonder what's in those files up there?"
Act_E1_5B_Garage_FoodCan_Look01_Max_010="Apparently they're well prepared for Armageddon."
Act_E1_5B_Garage_Food_Look01_Max_010="Look at all that food! That's like enough Spam for 100 years..."
Act_E1_5B_Garage_GarageDoor01_Interact01_Max_010="Cool! Now it's opened."
Act_E1_5B_Garage_GarageDoor01_Look01_Max_010="I guess I could unlock the door from this side."
Act_E1_5B_Garage_GunRack_Look01_Max_010="Hmm, one of these guns is missing... I hope Chloe's stepdad isn't packing heat."
Act_E1_5B_Garage_IDcard_Look01_Max_010="Chloe's step-father is this asshole from Blackwell? You’ve got to be shitting me."
Act_E1_5B_Garage_Medals_Look01_Max_010="Jeez, that is a serious collection of medals. Props to Chloe's stepdad if he's a war hero..."
Act_E1_5B_Garage_Monitor_Interact01_Max_010="What the—? Chloe's stepdad actually installed cameras in the rooms? For reals? This guy has serious trust issues! Do Chloe and Joyce even know about this?"
Act_E1_5B_Garage_Monitor_Look01_Max_010="Should I switch this on? Decisions, decisions..."
Act_E1_5B_Garage_Picture01_Look01_Max_010="Kate Marsh? Why the hell would he have pictures of her? Okay, this is getting totally weird."
Act_E1_5B_Garage_Picture01_Look02_Max_010="I don't want to look at these creepy photos again. Why does David have them?"
Act_E1_5B_Garage_PizzaBox_Interact01_Max_010="Man, I should have done that before they fell."
Act_E1_5B_Garage_PizzaBox_Interact02_Max_010="Yes! You have mad skills, Max."
Act_E1_5B_Garage_PizzaBox_Look01_Max_010="Yes, here's some ancient cardboard..."
Act_E1_5B_Garage_Shelf01_Interact01_Max_010="Nothing! This is so lame..."
Act_E1_5B_Garage_Shelf01_Look01_Max_010="Shelves. I smell the blood of tools..."
Act_E1_5B_Garage_Target_Look01_Max_010="YES! Score!"
Act_E1_5B_Garage_Tool01_Interact01_Max_010="These are way too big! I need tiny tools for that camera."
Act_E1_5B_Garage_Tool01_Look01_Max_010="This is a tool buffet..."
Act_E1_5B_Garage_ToolBox_Look01_Max_010="Boom! Precision screwdrivers! Except, I can't reach them..."
Act_E1_5B_Garage_ToolBox_Look02_Max_010="Let's see, the tools are stuck, out of reach and no way in hell to get them. Brilliant, Max, brilliant."
Act_E1_5B_Garage_ToolBox_Take01_Max_010="Sweet, I'm ready for some serious camera repair. I better bail out of here."
Act_E1_5B_Garage_Trophy_Look01_Max_010="Poor little deer... It's not enough to kill you, they have to display your head."
Act_E1_5B_Garage_VoiceOver_Max_010="I should be able to find the tools I need here."
Act_E1_5B_Garage_VoiceOver_Max_020="I've got the tools, I should go back upstairs before Chloe freaks."
Act_E1_5B_Garage_VoiceOver_Max_030="I better get upstairs to fix my camera."
Act_E1_5B_Garage_WashingMachine_Interact01_Max_010="That was very smart, dumbass. No can reach."
Act_E1_5B_Garage_WashingMachine_Interact02_Max_010="Come to mama... almost there..."
Act_E1_5B_Garage_WashingMachine_Look01_Max_010="That does not look stable."
Act_E1_5B_Garden_BBQ_Look01_Max_010="William used to grill awesome burgers for us. I wonder if he was the last one to use this..."
Act_E1_5B_Garden_Drawing_Look01_Max_010="That took Chloe and me the whole day to draw. It's almost invisible now."
Act_E1_5B_Garden_Grave_Look01_Max_010="We made this grave for Chloe's kitty. Poor Bongo. He never saw that car coming..."
Act_E1_5B_Garden_Swing_Look01_Max_010="Oh, I loved this swing. William made it just for me and Chloe."
Act_E1_5B_Garden_VoiceOver_Max_010="Brrr... I can feel autumn pushing out the summer..."
Act_E1_5B_Garden_VoiceOver_Max_020="It's so tranquil here. Like a Japanese garden in Oregon."
Act_E1_5B_LivingRoom_AnsweringMachine_Look01_Max_010="I love that they have the same old answering machine. And there's a message..."
Act_E1_5B_LivingRoom_BayWindow_Look01_Max_010="The garden door..."
Act_E1_5B_LivingRoom_Books_Look01_Max_010="I guess they're aging these books."
Act_E1_5B_LivingRoom_Couch_Look01_Max_010="Damn, it's the couch! We used to pretend it was a pirate ship... Looks like a shipwreck now."
Act_E1_5B_LivingRoom_EntryDoor_Interact01_Max_010="Okay, focus, Max. You need to find tools to fix the camera."
Act_E1_5B_LivingRoom_EntryDoor_Look01_Max_010="Gee, I think there should be a few more locks... This door used to always be open."
Act_E1_5B_LivingRoom_ExitHouse_Interact02_Max_010="I need to find those tools and I sure don't want to leave Chloe alone."
Act_E1_5B_LivingRoom_ExitLivingRoom_Interact01_Max_010="I can't go back upstairs until I find those tools."
Act_E1_5B_LivingRoom_FakeMagazines_Interact01_Max_010="Yum. That looks tasty. I do miss Joyce's cooking..."
Act_E1_5B_LivingRoom_FakeMagazines_Look01_Max_010="Joyce always had a magazine on the table."
Act_E1_5B_LivingRoom_GarageDoor01_Interact01_Max_010="Nope. Someone locked it from the other side."
Act_E1_5B_LivingRoom_GarageDoor01_Look01_Max_010="The door seems locked from the other side."
Act_E1_5B_LivingRoom_Mail_Look01_Max_010="Doesn't look the "Price" family is rolling in dough these days..."
Act_E1_5B_LivingRoom_MoneyBox_Look01_Max_010="Oh, I'd love to go to Paris too. At this rate they'll be lucky to get to Portland."
Act_E1_5B_LivingRoom_OfficeDoor_Interact01_Max_010="Locked of course."
Act_E1_5B_LivingRoom_OfficeDoor_Look01_Max_010="Hmmm, the office door."
Act_E1_5B_LivingRoom_Picture01_Look01_Max_010="Now this is the Chloe I remember... always smiling and laughing... not so much anymore."
Act_E1_5B_LivingRoom_Picture02_Look01_Max_010="Joyce still works at Two Whales Diner. Best damn burgers in Arcadia. I better get one soon."
Act_E1_5B_LivingRoom_Picture03_Look01_Max_010="If I took this picture the deer would be standing on your ass."
Act_E1_5B_LivingRoom_Stain_Look01_Max_010="Hey, I remember that stain! Chloe and I knocked over Joyce's wine bottle, and we scrubbed forever,|but it never came out. We got so busted!"
Act_E1_5B_LivingRoom_VoiceOver_Max_010="I haven't seen this place in five years... seems like forever."
Act_E1_5B_LivingRoom_Window_Look01_Max_010="How many times did Joyce yell at us from this window?"
Cue_E1_5B_Garden_CouchSit_Chloe_010="Come on, open it chicken!"
Cue_E1_5B_Garden_CouchSit_Chloe_030="Prove it! You drink first, Max!"
Cue_E1_5B_Garden_CouchSit_Chloe_050="Whateva. Give me that bottle."
Cue_E1_5B_Garden_CouchSit_Chloe_070="Tasty. Very tasty."
Cue_E1_5B_Garden_CouchSit_Chloe_090="Sorry, this is not for kids."
Cue_E1_5B_Garden_CouchSit_Chloe_110="Oh shit, the carpet!"
Cue_E1_5B_Garden_CouchSit_Chloe_130="My parents are coming! Cover it up..."
Cue_E1_5B_Garden_CouchSit_Max_020="Hold on. And I'm not chicken!"
Cue_E1_5B_Garden_CouchSit_Max_040="No way! It was your idea, Chloe!"
Cue_E1_5B_Garden_CouchSit_Max_060="Well?"
Cue_E1_5B_Garden_CouchSit_Max_080="Here, I want a sip!"
Cue_E1_5B_Garden_CouchSit_Max_100="Don't be greedy! Gimme some!"
Cue_E1_5B_Garden_CouchSit_Max_120="There's wine all over! What do we do now?"
Cue_E1_5B_Garden_SwingSit_Chloe_020="Max, I'm already grown up. What about you?"
Cue_E1_5B_Garden_SwingSit_Chloe_040="Far from me? Thanks a lot, dude."
Cue_E1_5B_Garden_SwingSit_Chloe_060="I would be like Lara Croft, except real. That would be majorly cool."
Cue_E1_5B_Garden_SwingSit_Chloe_080="Count me in. What would you do while I was bodyguarding you?"
Cue_E1_5B_Garden_SwingSit_Chloe_100="What are you talking about? Max, you are a photographer. Your pictures could be in a museum. Someday they will. I believe in you..."
Cue_E1_5B_Garden_SwingSit_Max_010="What do you truly want to do when you grow up?"
Cue_E1_5B_Garden_SwingSit_Max_030="Travel. That would be awesome. Explore the world. Go far from here..."
Cue_E1_5B_Garden_SwingSit_Max_050="Dude, you would totally come with me! I need a bodyguard for our adventures!"
Cue_E1_5B_Garden_SwingSit_Max_070="Totally! We'd have cars and boats and planes all over for instant escape! And no adults could tell us what to do!"
Cue_E1_5B_Garden_SwingSit_Max_090="Maybe take pictures of our adventures. I would love to be a photographer. As if I ever could be..."
Cue_E1_5B_LivingRoom_AnsweringMachine_Interact01_David_010="Chloe, if you're listening... Pete was cruising home off-duty and told me he saw you near that garbage dump. Now I've ordered—told you to stay away from that place. It's dangerous and you got no idea what kind of scum are living out there. Stay away. I'm serious."
